import AllinLogo from "../assets/AllinLogo";

const Description = () => {
    return <div className="w-4/5 flex flex-col justify-self-center items-center" id="description">
        <AllinLogo/>
        <p>اینجا قراره ذهن تو رو به بازی بگیریم! 🎯 سه مرحله، سه سطح از سوالات هوشمندانه، و یه جایزه نهایی که… هنوز کسی نمی‌دونه چیه! 🤯</p>
        <p>📌 چطور بازی رو شروع کنی؟</p>
        <p>✔️ جواب بده به سوالات ۱۰۰، ۴۰۰ و ۱۰۰۰ امتیازی! 🧠</p>
        <p>✔️ هرچی جلوتر بری، امتیاز بیشتر و معماهای سخت‌تر! 🔥</p>
        <p>✔️ ولی صبر کن! می‌خوای سریع‌تر به جایزه برسی؟ هر دوستی که دعوت کنی، ۱۰۰۰ امتیاز بهت میده! 📢</p>
    </div>
}

export default Description